Repository: bibinou/specto
Catalog: po/*.po
Languages: fr, sk

source: Be notified of everything
fr: Soyez alerte
sk: Buďte upozornený na všetko

source: <b>Run a custom command:</b>
fr: <b>Exécuter une commande personnalisée :</b>
sk: <b>Spustiť zvolený príkaz:</b>

source: Add a Watch
fr: Ajouter un observateur
sk: Pridať sledovanie

source: Advanced options
fr: Options avancées
sk: Pokročilé voľby

source: Days
sk: Dni

source: General options
fr: Paramètres généraux
sk: Všeobecné voľby

source: Hours
sk: Hodiny

source: Minutes
sk: Minúty

source: Name:
fr: Nom :
sk: Meno:

source: Refresh Interval:
fr: Intervalle de mise à jour :
sk: Obnovovanie:

source: Seconds
sk: Sekundy

source: When this watch has changed
fr: Lorsque cet observateur a changé
sk: Keď bolo toto sledovanie zmenené

source: When you open this watch
fr: Lorsque j'ouvre cet observateur
sk: Keď bolo toto sledovanie otvorené

source: <b>General settings</b>
fr: <b>Paramètres généraux</b>
sk: <b>Všeobecné nastavenia</b>

source: <b>Watch options</b>
fr: <b>Options de l'observateur</b>
sk: <b>Voľby sledovania</b>

source: Error log
fr: Journal d'erreurs
sk: Záznam chýb

source: Watch $WATCH_NAME
fr: Observateur $NOM
sk: Sledovanie $WATCH_NAME

source: Deselect all
fr: Déselectionner tout
sk: Zrušiť všetky

source: Select all
fr: Tout sélectionner
sk: Vybrať všetky

source: All
sk: Všetky

source: Critical
sk: Kritcká

source: Debug
sk: Ladiaca

source: Error
fr: Erreur
sk: Chyba

source: Logs
fr: Journaux
sk: Záznamy

source: Warning
sk: Upozornenie

source: By Active
fr: Actif / inactif
sk: Podľa aktívnosti

source: By Name
fr: Par nom
sk: Podľa mena

source: By Watch Type
fr: Par type d'observateur
sk: Podľa typu

source: Debug information
fr: Information de débuggage
sk: Ladiace informácie

source: Display _All Watches
fr: Afficher _tous les observateurs
sk: Zob_aziť všetky sledovania

source: Display _Toolbar
fr: Afficher la barre d'_outils
sk: Zobraziť panel nás_trojov

source: Extra information
fr: Info additionnelle
sk: Ďalšie informácie

source: General
fr: Général
sk: Všeobecné

source: Mark as read
fr: Marquer comme lu
sk: Označiť ako prečítané

source: Notifications
sk: Upozornenia

source: Sorting
fr: Tri
sk: Radenie

source: Visit the issue tracker
fr: Aller au gestionnaire de bugs
sk: Navštíviť sledovanie problémov

source: _Edit
fr: _Édition
sk: _Upraviť

source: _Error Log
fr: _Journal d'erreurs
sk: _Záznam chýb

source: _Export Watches
fr: _Exporter les observateurs
sk: _Exportovať sledovania

source: _File
fr: _Fichier
sk: _Súbor

source: _Help
fr: _Aide
sk: _Pomocník

source: _Import Watches
fr: _Importer les observateurs
sk: _Importovať sledovania

source: _Mark all read
fr: Tout _marquer comme lu
sk: _Označiť všetky ako prečítané

source: _Refresh All
fr: Tout _rafraîchir
sk: O_bnoviť všetky

source: _View
fr: _Affichage
sk: _Zobraziť

source: <b>Debugging and Logging</b>
fr: <b>Débuggage et journaux</b>
sk: <b>Ladenie a záznam</b>

source: <b>Display</b>
fr: <b>Affichage</b>
sk: <b>Zobrazenie</b>

source: <b>Security</b>
fr: <b>Sécurité</b>
sk: <b>Bezpečnosť</b>

source: <b>Sounds</b>
fr: <b>Sons</b>
sk: <b>Zvuky</b>

source: Always show the icon in the notification area
fr: Toujours afficher l'icône dans la zone de notifications
sk: Vždy zobraziť ikonu oznamovacej oblasti

source: Display the notification window in the window list
fr: Afficher la fenêtre de notifications dans la liste des fenêtres
sk: Zobraziť okno upozornenia v zozname okien

source: Enable debug mode and logging
fr: Activer les journaux d'erreurs et le mode debug
sk: Povoliť ladiaci režim a zaznamenávanie

source: If activated, you will receive more information when running Specto from a terminal, and more information will be printed to the logs.
fr: Si activé, vous recevrez plus d'information lorsque vous exécutez Specto à partir d'un terminal, et plus d'informations seront enregistrées dans les journaux.
sk: Ak je aktivované, budete dostávať viac informácií, keď spustíte Specto z terminálu a tiež bude viac informácií zapísaných do záznamu.

source: It is strongly recommended to use keyring password encryption. If you disable this option, your passwords will be saved in <b>plain text, unencrypted</b> in your watch list, and could be read by anyone gaining access to your system user account.
fr: Il est fortement recommandé d'utiliser le chiffrement des mots de passe par trousseau de clés. Si vous désactivez cette option, vos mots de passe seront enregistrés en <b>clair, sans chiffrement</b> dans votre liste d'observateurs, et pourraient être lus par n'importe qui ayant accès à votre compte d'usager sur cet ordinateur.
sk: Dôrazne odporúčame používať šifrovanie hesiel kľúčenky. Ak vypnete túto voľbu, budú vaše heslá uložené ako <b>prostý, nešifrovaný text</b> vo vašom zozname sledovaní a môžu byť čítané kýmkoľvek, kto získa prístup do vášho systému alebo k vášmu účtu.

source: Play this sound when a problem occurs:
fr: Jouer ce son lorsqu'un problème survient :
sk: Prehrať tento zvuk, keď nastane problém:

source: Play this sound when a watch has changed:
fr: Jouer ce son lorsqu'un observateur a changé :
sk: Prehrať tento zvuk, keď sa sledovanie zmenilo:

source: Preferences
fr: Préférences
sk: Nastavenia

source: Select a File
fr: Sélectionnez un fichier
sk: Vyberte súbor

source: Show notifications when a watch has changed
fr: Afficher les notifications lorsqu'un observateur a changé
sk: Zobraziť upozornenie, keď sa sledovanie zmenilo

source: Use GNOME keyring to store passwords in encrypted format
fr: Utiliser le trousseau de GNOME pour garder les mots de passe sous forme chiffrée
sk: Použiť kľúčenku GNOME na ukladanie hesiel v šifrovanom formáte

source: translator-credits
fr: Jean-Francois Fortin Tam <nekohayo AROBAS gmail POINT com>
sk: Slavko <linux@slavino.sk>

source: Specto's Website
fr: Site Internet de Specto
sk: Webová stránka Specto

source: Cannot display notification message. Make sure that libnotify and D-Bus are available on your system.
fr: Impossible d'afficher le message de notification. Assurez-vous que libnotify et D-Bus sont disponibles sur votre système.
sk: Nemožno zobraziť správu upozornenia. Preverte, že sú vo vašom systéme dostupné libnotify a D-Bus.

source: Watch has changed.
fr: L'observateur a changé.
sk: Sledovanie zmenené.

source: Watch started checking.
fr: L'observateur a commencé sa mise à jour.
sk: Sledovanie začalo kontrolu.

source: Watch is idle.
fr: L'observateur a terminé sa mise à jour.
sk: Sledovanie je nečinné.

source: No network connection detected
fr: Pas de connexion réseau détectée
sk: Sieťové pripojenie nebolo zistené

source: There was an error checking the watch
fr: Erreur lors de la mise à jour de l'observateur
sk: Nastala chyba pri kontrole sledovania

source: Edit watch:
fr: Modifier l'observateur :
sk: Upraviť sledovanie:

source: Remove a watch
fr: Enlever un observateur
sk: Odstrániť sledovanie

source: <big>Remove the watch "%s"?</big> This operation cannot be undone.
fr: <big>Enlever l'observateur "%s"?</big> Cette opération est irréversible.
sk: <big>Odstrániť sledovanie „%s”?</big> Túto operáciu nemožno vrátiť.

source: Export watches
fr: Exporter des observateurs
sk: Exportovať sledovania

source: Select
fr: Sélectionner
sk: Vybrať

source: Type
sk: Typ

source: Name
fr: Nom
sk: Meno

source: TYPE
sk: TYP

source: Choose a file
fr: Choisissez un fichier
sk: Vyberte súbor

source: Choose a directory
fr: Choisissez un dossier
sk: Vyberte adresár

source: <b>Specto encountered an error</b> Please verify if this bug has been entered in our issue tracker, and if not, file a bug report so we can fix it.
fr: <b>Specto a rencontré une erreur</b> Veuillez vérifier si ce bug a été répertorié dans notre gestionnaire de bugs, et sinon, rédiger un rapport de bug pour que nous puissions le solutionner.
sk: <b>Specto zistil problém</b> Prosím, overte, či je tento problém v našom sledovaní problémov a ak nie, vyplňte hlásenie o probléme, aby sme ho mohli opraviť.

source: Save file as
sk: Uložiť súbor ako

source: Open file
sk: Otvoriť súbor

source: Import watches
fr: Importer des observateurs
sk: Importovať sledovania

source: no GTK, activating console mode
fr: GTK indisponible, activation du mode console
sk: nie je GTK, aktivácia režimu konzoly

source: Console mode enabled.
fr: Mode console activé.
sk: Režim konzoly zapnutý.

source: Could not create a watch, because it is corrupt.
fr: Specto n'a pas pu créer un observateur, car il est corrompu.
sk: Nemožno vytvoriť sledovanie, pretože je poškodené.

source: Specto is already running!
fr: Specto est déjà en cours d'exécution!
sk: Specto už je spustené!

source: Cannot quit yet
fr: Impossible de quitter
sk: Ešte nemožno skončiť

source: Murder!
fr: Assassiner !
sk: Zabiť!

source: <b><big>Specto is currently busy and cannot quit yet.</big></b> This may be because it is checking for watch changes. However, you can try forcing it to quit by clicking the murder button.
fr: <b><big>Specto est actuellement occupé et ne peut pas quitter.</big></b> Cela peut être parce que des observateurs sont en cours de mise à jour. Si vous insistez, il est cependant possible de faire un arrêt d'urgence.
sk: <b><big>Specto je momentálne zaneprázdnený a nemožno ho ešte skončiť.</big></b> Môže to byť preto, že kontroluje zmeny sledovaní. Avšak, môžete skúsiť vynútenie jeho ukončenia kliknutím na tlačidlo zabitia.

source: Stop
fr: Arrêter
sk: Zastaviť

source: Refresh All
fr: Tout rafraîchir
sk: Obnoviť všetky

source: The watch "%s" is checking.
fr: L'observateur « %s » a commencé sa mise à jour.
sk: Sledovanie „%s” je kontrolované.

source: The network connection seems to be down, networked watches will not check until then.
fr: La connexion réseau semble indisponible. Les observateurs la nécessitant ne seront pas mis à jour.
sk: Sieťové spojenie vyzerá byť odpojené, sieťové sledovania nebudú kontrolované do jeho obnovenia.

source: The watch "%s" has a problem.
fr: L'observateur « %s » a rencontré un problème.
sk: Sledovanie „%s” má problém.

source: %s encountered a problem
fr: %s a rencontré un problème
sk: %s narazil na problém

source: The watch "%s" has changed.
fr: L'observateur « %s » a changé.
sk: Sledovanie „%s” zmenené.

source: %s has changed
fr: %s a changé
sk: %s zmenené

source: There was an error marking the watch status
fr: Une erreur est survenue lors du changement de statut de l'observateur
sk: nastala chyba pri označovaní stavu sledovania

source: No extra information available.
fr: Pas d'information additionnelle disponible.
sk: Nie sú dostupné ďalšie informácie.

source: Extra information could not be set
fr: L'info additionnelle n'a pas pu être publiée
sk: Ďalšie informácie nemožno nastaviť

source: Refresh
fr: Rafraîchir
sk: Obnoviť

source: Edit
fr: Édition
sk: Upraviť

source: Remove
fr: Enlever
sk: Odstrániť

source: You can add all kinds of websites as watches. Static pages, RSS or Atom feeds, etc. Specto will automatically handle them.
fr: Vous pouvez ajouter toutes sortes d'observateurs. Pages statiques, fils de syndication RSS ou Atom, Specto les prendra en charge automatiquement.
sk: Ako sledovanie môžete pridať akýkoľvek typ webovej stránky. Statické stránky, kanály RSS alebo Atom, atď. Specto ich automaticky spracuje.

source: Website watches can use an error margin that allows you to set a minimum difference percentage. This allows you to adapt to websites that change constantly or have lots of advertising.
fr: Les observateurs de sites web peuvent utiliser une marge d'erreur en pourcentage. Ceci vous permet d'adapter Specto aux sites Internet qui changent constamment ou qui contiennent beaucoup de publicité.
sk: Webové sledovania môžu použiť chybovú hranicu, pomocou ktorej môžete nastaviť minimálny rozdiel v percentách. Takto sa môžete prispôsobiť stránkam, ktoré sa často menia alebo obsahujú veľa reklamy.

source: Single-click an existing watch to display information, and double-click it to open the content.
fr: Faites un simple-clic sur un observateur pour afficher des informations ou double-cliquez dessus pour accéder au contenu associé.
sk: Jednoduché kliknutie na existujúce sledovanie zobrazí informácie, dvojité kliknutie otvorí jeho obsah.

source: Please set a reasonable refresh interval in order to save bandwidth and prevent you from being blocked from content providers.
fr: Choisissez un délai de rafraîchissement raisonnable afin de conserver de la bande passante et éviter d'être bloqué par les distributeurs de contenu.
sk: Prosím, nastavte prijateľný interval obnovovania, tak aby ste šetrili šírku pásma a predišli tak zablokovaniu zo strany poskytovateľa obsahu.

source: Active
fr: Actif
sk: Aktívne

source: Tip of the Day:
fr: Astuce du jour :
sk: Tip dňa:

source: No changed watches.
fr: Rien à signaler.
sk: Žiadne zmenené sledovania.

source: Hide window
fr: Cacher la fenêtre
sk: Skryť okno

source: Show window
fr: Afficher la fenêtre
sk: Zobraziť okno

source: There was an error starting the watch
fr: Erreur en tentant de démarrer l'observateur
sk: Nastala chyba pri spúšťaní sledovania

source: There was an error stopping the watch
fr: Erreur en tentant d'arrêter l'observateur
sk: Nastala chyba pri zastavovaní sledovania

source: There was an error marking the watch as read
fr: Une erreur est survenue en marquant l'observateur comme lu
sk: Nastala chyba pri označovaní sledovania ako prečítaného

source: There was an error marking the watch as changed
fr: Une erreur est survenue en signalant l'observateur comme "changé"
sk: Nastala chyba pri označení sledovania ako zmeneného

source: No changes yet
fr: Rien à signaler.
sk: Ešte nezmenené

source: Unexpected error:
fr: Erreur inattendue :
sk: Neočakávaná chyba:

source: There was an error opening the file %s
fr: Une erreur est survenue en tentant d'ouvrir le fichier %s
sk: nastala chyba pri otváraní súboru %s

source: Please enable plugin "%s" if you want to use the watch "%s".
fr: Veuillez activer le plugin "%s" pour utiliser l'observateur "%s".
sk: Prosím, povoľte zásuvný modul „%s”, ak chcete použiť sledovanie „%s”.

source: There was an error writing to the file %s
fr: Une erreur est survenue en tentant d'écrire dans le fichier %s
sk: Nastala chyba pri zápise do súboru %s

source: There was an error initializing config file %s
fr: Une erreur est survenue en tentant d'initialiser le fichier de configuration %s
sk: Nastala chyba pri inicializácii konfiguračného súboru %s

source: Social networks
fr: Réseaux sociaux
sk: Sociálne siete

source: Notify if you receive a IM message
sk: Upozorniť na prijatie okamžitej správy (IM)

source: Notify if a user changes status
sk: Upozorniť na zmenu stavu používateľa

source: Notify if a user signs on
sk: Upozorniť, keď sa používateľ prihlási

source: Notify if a user signs off
sk: Upozorniť, keď sa používateľ odhlási

source: Last changed
fr: Dernier changement
sk: Posledná zmena

source: Mail
fr: Courrier
sk: Email

source: New message in %s.
sk: Nová správa v %s.

source: Username
fr: Utilisateur
sk: Prihl. meno

source: Password
fr: Mot de passe
sk: Heslo

source: Label
sk: Menovka

source: Unread messages
fr: Messages non lus
sk: Neprečítané správy

source: New message from <b>%s</b>... ... <b>totalling %d</b> unread mails.
fr: Nouveau message de <b>%s</b>... ... <b>pour un total de %d</b> courriels non lus.
sk: Nová správa od <b>%s</b>... ... <b>celkom %d</b> neprečítaných emailov.

source: %d new messages from <b>%s</b>... ... <b>totalling %d</b> unread mails.
fr: %d nouveaux messages de <b>%s</b>... ... <b>pour un total de %d</b> courriels non lus.
sk: %d nové správy od <b>%s</b>... ... <b>celkom %d</b> neprečítaných emailov.

source: and others...
fr: et autres...
sk: a ďalší...

source: Unread waves
sk: Neprečítané vlny

source: Unread wave in %s
sk: Neprečítaná vlna v %s

source: %d new waves in <b>%s</b>.
sk: %d nových vĺn v <b>%s</b>.

source: Host
fr: Hôte
sk: Hostiteľ

source: Use SSL
fr: Activer SSL
sk: Použiť SSL

source: Folder (optional)
fr: Dossier (facultatif)
sk: Adresár (voliteľné)

source: Music
sk: Hudba

source: Current track
sk: Aktuálna stopa

source: Last song
sk: Posledná pesnička

source: Wrong username/password
fr: Mauvais utilisateur/mot de passe
sk: Zlé prihlasovacie meno/heslo

source: You received
fr: Vous avez reçu
sk: Dostali ste

source: a new message
fr: un nouveau message
sk: novú správu

source: %d new messages
fr: %d nouveaux messages
sk: %d nové správy

source: a new notification
fr: une nouvelle notification
sk: nové upozornenie

source: %d new notifications
fr: %d nouvelles notifications
sk: %d nové upozornenia

source: a new request
fr: une nouvelle requête
sk: nový požiadavok

source: %d new requests
fr: %d nouvelles requêtes
sk: %d nové požiadavky

source: a new wall post
fr: un nouveau commentaire sur votre mur
sk: nová správa wall

source: %d new wall posts
fr: %d nouveaux commentaires sur votre mur
sk: %d nové správy wall

source: New tweets
sk: Nové tweety

source: New tweet from <b>%s</b>
sk: Nový tweet od <b>%s</b>

source: New tweets from <b>%s</b>... ... <b>totalling %d</b> new tweets.
sk: Nové tweety od <b>%s</b>... ... <b>celkom %d</b> nových tweetov.

source: File
fr: Fichier
sk: Súbor

source: System
fr: Système
sk: Systém

source: The file was removed
fr: Le fichier a été enlevé
sk: Súbor bol odstránený

source: User id of the owner changed
fr: Le ID du propriétaire a changé
sk: ID vlastníka bolo zmenené

source: Group id of the owner changed
fr: Le ID du groupe du propriétaire a changé
sk: ID skupiny bolo zmenené

source: File size changed
fr: La taille du fichier a changé
sk: Zmenená veľkosť súboru

source: Time of last access changed
fr: Le moment de dernier accès a changé
sk: Zmenený čas posledného prístupu

source: Time of last modification changed
fr: Le moment de dernière modification a changé
sk: Zmenený čas poslednej úpravy

source: <b>%s</b> has changed:
fr: <b>%s</b> a changé:
sk: <b>%s</b> bol zmenený:

source: Folder
fr: Dossier
sk: Adresár

source: The watch is not set to a folder
fr: L'observateur ne pointe pas vers un dossier
sk: Sledovanie nie je nastavené na adresár

source: Skipping %s
fr: Sauter %s
sk: Preskakujem %s

source: 1 new file was created.
fr: 1 nouveau fichier a été créé.
sk: 1 nový súbor bol vytvorený.

source: new files were created.
fr: nouveaux fichiers ont été créés.
sk: nové súbory boli vytvorené.

source: 1 file was removed.
fr: 1 fichier a été enlevé.
sk: 1 súbor bol odstránený.

source: files were removed.
fr: fichiers ont été enlevés.
sk: súbory boli odstránené.

source: 1 file was modified.
fr: 1 fichier a été modifié.
sk: 1 súbor bol zmenený.

source: files were modified.
fr: fichiers ont été modifiés.
sk: súbory boli zmenené.

source: Closed
fr: Fermé
sk: Zatvorený

source: Open
fr: Ouvert
sk: Otvorený

source: Unknown
fr: Inconnu
sk: Neznámy

source: Status
fr: État
sk: Stav

source: The network socket on port %s was established.
fr: La connexion sur le port %s a été établie.
sk: Sieťový soket na porte %s bol vytvorený.

source: The network socket on port %s was closed.
fr: La connexion sur le port %s s'est interrompue.
sk: Sieťový soket na porte %s bol zatvorený.

source: Process
fr: Processus
sk: Proces

source: Not running
fr: Pas en exécution
sk: Bežiaci

source: Running
fr: En exécution
sk: Nebežiaci

source: The system process has started.
fr: Le processus système a démarré.
sk: Systémový proces bol spustený

source: The system process has stopped.
fr: Le processus système s'est arrêté.
sk: Systémový proces bol zastavený

source: Version control
fr: Gestion de versions
sk: Správa verzií

source: No parent branch available, you will not be notified of differences and changes.
fr: Aucune branche parente disponible, vous ne serez pas averti des changements et différences.
sk: Nie je dostupná vetva rodiča, nebudete upozorňovaný o rozdieloch a zmenách.

source: One new local revision has not yet been merged with its parent branch.
fr: Une nouvelle révision locale n'a pas encore été fusionnée dans la branche parente.
sk: Jedna nová lokálna revízia zatiaľ nebola zlúčená s vetvou rodiča.

source: %d new local revisions have not yet been merged with its parent branch.
fr: %d nouvelles révisions locales n'ont pas encore été fusionnées dans la branche parente.
sk: %d nové lokálne revízie zatiaľ neboli zlúčené s vetvou rodiča

source: One new revision on the remote branch.
fr: Une nouvelle révision sur la branche distante.
sk: Jena nová revízia vzdialenej vetvy.

source: %d new revisions on the remote branch.
fr: %d nouvelles révisions sur la branche distante.
sk: %d nové revízie vzdialenej vetvy.

source: Main branch
fr: Branche principale
sk: Hlavná vetva

source: One new local change has not yet been commited to the server.
sk: Jedna nová lokálna zmena zatiaľ nebola odoslaná na server.

source: %d new local changes have not yet been commited to the server.
sk: %d nové lokálne zmeny zatiaľ neboli odoslané na server.

source: One new change on the server.
sk: Jedna nová zmena na serveri.

source: %d new changes on the server.
sk: %d nových zmien na serveri.

source: or more
fr: ou plus
sk: alebo viac

source: New newsitems in <b>%s</b>... ... <b>totalling %s</b> unread items.
fr: Nouvelles brèves dans <b>%s</b>... ... <b>pour un total de %s</b> brèves non lues.
sk: Nové novinky v <b>%s</b>... ... <b>celkom %s</b> neprečítaných položiek.

source: %d new newsitems in <b>%s</b>... ... <b>totalling %s</b> unread items.
fr: %d nouvelles brèves dans <b>%s</b>... ... <b>pour un total de %s</b> brèves non lues.
sk: %d nových noviniek v <b>%s</b>... ... <b>celkom %s</b> neprečítaných položiek.

source: Webpage/feed
fr: Page web ou flux de syndication
sk: Web. stránka/kanál

source: Filesize difference: %.2f
fr: Différence de taille : %.2f
sk: Rozdiel veľkosti súboru: %.2f

source: Difference percentage: %s percent
fr: Pourcentage de différence : %s
sk: Percentuálny rozdiel: %s %%

source: Error margin (%)
fr: Marge d'erreur (%)
sk: Chybová hranica (%)

source: Filter:
fr: Filtre :

source: Email
fr: Courriel
